<?php
    include('./include.php');
?>

<title>説明</title>

</head>

<body>
    <span style="font-size: 40px; background-color: yellow">はじめに</span>
<br>
・とにかくまず使ってみたい方は、説明を読まずにさっそく使ってみてください。
<br>
<br>
・ドラムのチューニングに困っていませんか？耳に頼ってチューニングをし、失敗に終わっていませんか？　
<br>
<br>
・ドラムはギター等の他の楽器とは違って音階を決めてチューニングする楽器ではありません。<br>
その分感覚や耳に頼ることになるので、手さぐりになりやすく、いいチューニングができたとしてもまたチューニングをする際に同じようなチューニングを再現することは非常に難しいです。
<br>
<br>
・「ドラム　チューニング」と検索すると、真偽不明の個人の経験則による方法論が溢れています。<br>
　例を出すと、「ピッチに影響するのは打面」「裏面が響きや余韻に大きな影響を与えている」<br>
　「タムは表と裏の音程が同じになるようにチューニング」<br>「音程を変えたい場合は、表側を調整する」<br>
　「ロックでは裏より表を高くすることが多い」などといったものです。<br>確かに一理あるものもありますが、じゃあ具体的にはどのくらいの上下比で？表を高くする理由は？等と問いかけたくなります。
　具体性に欠けるものが極めて多いです。
<br>
<br>
・割愛しますが、実はドラムの上下ヘッドの周波数と基音(真ん中を叩いた音)には関係があります。<br>
　例えば、14インチのスネアの打面を280Hz、裏面を370Hzにすると、基音は約190Hzと決まります。<br>
　つまり、ドラムのチューニングは周波数によって科学的に再現することができるのです。
<br>
<br>
・上下ヘッドの貼り方に関して、2:3、3:4、5:8という比率を使っていますが、なぜかというとそれぞれ完全5度、完全4度、半6度の周波数比であるからです。<br>
　これらの周波数比にすることで、共鳴しやすくなります。例えばドとソは完全5度の関係にあり、共鳴しやすくなります。<br>
　また、周波数比をそろえることで、それぞれのタムの「音の形」がそろいやすくなります。例えば12“タムがトゥーンと伸びるのに13”タムがべたっとした音になる、といった事例を避けることができます。<br>
　そして、なぜ上<下の方が好ましいかというと、上ヘッドが高くなるにつれ高次の倍音が発生しやすく、耳障りになることが多いからです。<br>
　高次の倍音は揺れやすく、その倍音同士が混じってさらに耳障りになります。アコースティッキーなジャズをのぞいて、上ヘッドを高くすることは実際には滅多にありません。<br>
　ジャズの場合は、算出された周波数を上下逆にチューニングすればいいでしょう。
<br>
<br>
・周波数に関しては、専用のドラムチューナーを使うのが好ましいですが、<br>高いので、youtubeで「165Hz」と具体的なHzを検索するとその周波数を流し続けている動画が見つかるので、それを使うことをオススメします。
<br>
<br>
・周波数を使って数値的にチューニングをするのは、あくまで一つの方法でしかありません。<br>しかし、再現性を重視するには数値的にやるのが手っ取り早いです。参考程度に活用してください。<br>
　ドラムのチューニングに悩んでいる人のお役に立てれば幸いです。
<br><br>
________________________________________________________________________________________________________________________________________________________________________________________<br><br>
    <span style="font-size: 40px; background-color: yellow">スネアに関して</span><br>
・スネアのチューニングに関してですが、タムやバスドラのチューニングとは毛色が違います。<br>
タムやバスドラの場合、基音が音程感を演出しますが、スネアの場合は打面ヘッドの周波数が音程感を演出します。<br>
スネアサイドは一番低い音（基音）を決めます。ですので、タム類とは違ったアプローチが必要になります。 <br>
結論から言うと、まずは打面で音程感を決め、基音が極端に低く（高く）ならないように裏面を調整すればよいのです。<br>
逆に裏面をまず決め、打面を次に調整するのもいいと思います。<br>
「スネアサイドはG#にすると歯切れがよくなる」というのも耳にしたことがありますが、このように裏面をまず固定して打面を自分の好きなように決めるといった方法もいいと思います。<br>
私的にはこの方法を使うことが多いです。具体的に言うと、裏面を350~400Hzあたりにして、打面を好きなように決めます。370~380Hz付近にすることが多いです。
<br><br>
・まとめると、
①打面は音程感を決める。<br>
②裏面は一番低い音（基音）を決める。 基音があまり低く（高く）なりすぎないように裏面を設定する必要がある。<br>
　といったところです。 
<br><br>
・周波数の割り出し方に関しては、①まず打面を決め、②基音が低くも高くもなりすぎないような裏面の範囲を算出する という表示の仕方にしました。
<br><br>
・繰り返しになりますが、周波数を使って数値的にチューニングをするのは、あくまで一つの方法でしかありません。参考程度に活用してください。
<br><br>
________________________________________________________________________________________________________________________________________________________________________________________<br><br>

    <span style="font-size: 40px; background-color: yellow">使い方</span><br>
①まずは楽器の種類を選択します。<br>

②基音をどの音にしたいかを決めます。<br>

③上下ヘッドの周波数比を選びます。<br>

スネアの場合、打面をどの音にしたいかを選ぶと、裏面の範囲が算出されます。
<br>
_______________________________________________________________________________________________________________________________________________________________________________________________<br>
<a href="drumスタート.php">
    <span style="font-size: 30px;">アプリトップへ戻る</span>
</a>
    
    
    
</body>
</htmi>